presentations/45-960415/Scenario1/benchmarks/output/flask-encode.txt
Running 20s test @ http://localhost:8082/encode
  1 threads and 10 connections
  Thread Stats   Avg      Stdev     Max   +/- Stdev
    Latency     2.17ms  463.41us  13.52ms   79.22%
    Req/Sec     3.01k   664.98     4.24k    81.48%
  Latency Distribution
     50%    2.14ms
     75%    2.38ms
     90%    2.63ms
     99%    3.55ms
  16380 requests in 20.02s, 26.96MB read
  Socket errors: connect 0, read 0, write 0, timeout 7
Requests/sec:    818.16
Transfer/sec:      1.35MB